Revit 2027 API
ReleaseConditions.Fx Property
 Gets or Sets the Fx of the release type.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Fx { get; set; }
Public Property Fx As Boolean
	Get
	Set
public:
property bool Fx {
	bool get ();
	void set (bool value);
}
member Fx : bool with get, set
Property Value
Boolean
See Also
Reference
ReleaseConditions Class
Autodesk.Revit.DB.Structure Namespace